Repository: yoosamui/docklight
Catalog: po/*.po
Languages: ar, de, fr, it, ja, ru

source: Application start.
ar: بدء التطبيق.
de: Anwendungsstart.
fr: Démarrage de l'application
it: Avvio applicazione.
ja: アプリケーションの起動.
ru: Запуск приложения.

source: Application activated.
ar: تم تنشيط التطبيق.
de: Anwendungsstart.
fr: Application activée
it: Applicazione attivata.
ja: アプリケーションがアクティブ化されました.
ru: Приложение активировано.

source: Initialize panel.
ar: تهيئة اللوحة.
de: Panel initialisieren.
fr: Initialiser le panneau
it: Inizializza pannello.
ja: パネルの初期化.
ru: Инициализация панели.

source: Sets the primary Monitor.Settings are primary oder the monitor name e.g DP-3
ar: يضبط الشاشة الرئيسية. الإعدادات هي أساسية أو اسم الشاشة مثل DP-3
fr: Sets the primary Monitor.Settings are primary oder the monitor name e.g DP-3 Définit le moniteur principal. Les paramètres sont primaires ou le nom du moniteur, par exemple DP-3
ja: プライマリモニターを設定します。設定はプライマリまたはモニター名 (例: DP-3)
ru: Устанавливает основной монитор. Настройки: основной или имя монитора, например DP-3

source: Sets the Panel location: top, right, bottom or left. Default bottom
ar: يضبط موقع اللوحة: أعلى أو يمين أو أسفل أو يسار. الافتراضي أسفل
de: Legt die Position des Panels fest: oben, rechts, unten oder links. Standardmäßig unten
fr: Définit l'emplacement du panneau : haut, droite, bas ou gauche. Par défaut en bas
it: Imposta la posizione del pannello: alto, destro, basso o sinistro. Predefinito in basso
ja: パネルの位置を設定します: 上、右、下、または左。デフォルトは下
ru: Устанавливает положение панели: верх, право, низ или лево. По умолчанию - низ

source: The dock alignment settings are start, end, center or fill. Default center.
ar: إعدادات محاذاة الرصيف هي بداية أو نهاية أو مركز أو ملء. الافتراضي مركز.
de: Die Dockausrichtungseinstellungen sind Start, Ende, Mitte oder Füllen. Standardmäßig Mitte.
fr: Les paramètres d'alignement de l'ancrage sont début, fin, centre ou remplir. Par défaut au centre
it: Le impostazioni di allineamento del dock sono inizio, fine, centro o riempi. Predefinito centro.
ja: ドックの配置設定は、開始、終了、中央、または塗りつぶしです。デフォルトは中央.
ru: Настройки выравнивания дока: начало, конец, центр или заполнить. По умолчанию - центр.

source: The icon alignment settings are start, end or center. Default center.
ar: إعدادات محاذاة الأيقونة هي بداية أو نهاية أو مركز. الافتراضي مركز.
fr: Les paramètres d'alignement des icônes sont début, fin ou centre. Par défaut au centre
it: Le impostazioni di allineamento delle icone sono inizio, fine o centro. Predefinito centro.
ja: アイコンの配置設定は、開始、終了、または中央です。デフォルトは中央.
ru: Настройки выравнивания значков: начало, конец или центр. По умолчанию - центр.

source: parsed values
ar: قيم تم تحليلها تحرير كائن %s
de: Analysierte Werte
fr: valeurs analysées
it: valori analizzati
ja: 解析された値
ru: Разобранные значения

source: Free the %s object.
ar: تحرير كائن %s.
de: Das %s-Objekt ist frei.
fr: Libérer l'objet %s
it: Libera l'oggetto %s.
ru: Освободить объект %s.

source: Display detected monitors
ar: عرض الشاشات المكتشفة
de: Erkannte Monitore anzeigen
fr: Afficher les moniteurs détectés
it: Visualizza monitor rilevati
ja: 検出されたモニターを表示します
ru: Отобразить обнаруженные мониторы

source: Default monitor
ar: الشاشة الافتراضية
de: Standardmonitor
fr: Moniteur par défaut
it: Monitor predefinito
ja: デフォルトモニター
ru: Монитор по умолчанию

source: monitor
ar: شاشة
de: Bildschirm
fr: moniteur
ja: モニター
ru: монитор

source: Geometry
ar: هندسة
de: Geometrie
fr: Géométrie
it: Geometria
ja: ジオメトリ
ru: Геометрия

source: Workarea
ar: منطقة العمل
de: Arbeitsbereich
fr: Zone de travail
it: Area di lavoro
ja: 作業領域
ru: Рабочая область

source: Width
ar: عرض
de: Breite
fr: Largeur
it: Larghezza
ja: 幅
ru: Ширина

source: Height
ar: ارتفاع
de: Höhe
fr: Hauteur
it: Altezza
ja: 高さ
ru: Высота

source: Model
ar: نموذج
de: Modell
fr: Modèle
it: Modello
ja: モデル
ru: Модель

source: Quit
ar: الخروج
fr: Quitter
it: Esci
ja: 終了
ru: Выйти

source: Close all
ar: إغلاق الكل
fr: Fermer toutes les applications
it: Chiudi tutto
ja: すべて閉じる
ru: Закрыть все

source: Maximize
ar: تكبير
fr: Maximiser tout
ru: Скрыть все

source: Minimize
ar: تصغير
fr: Minimiser tout
ru: Скрыть все

source: Close all windows
ar: إغلاق جميع النوافذ
fr: Fermer toutes les applications
ru: Закрыть все

source: New
ar: جديد
fr: Nouveau
ru: Новый

source: Attach
ar: إرفاق
fr: Attacher au Dock
it: Allega
ja: 添付
ru: Прикрепить к Dock

source: Minimize all windows
ar: تكبيرتصغير
fr: Maximiser toutes les fenêtres
it: Minimizza tutto
ja: すべてを最小化
ru: Скрыть все

source: Maximinize all windows
ar: تكبير
it: Massimizza tutto
ja: すべてを最大化
ru: Развернуть все

source: Maximize all
it: Massimizza tutto
ja: すべてを最小化

source: Minimize all
it: Minimizza tutto
ja: すべてを最小化

source: Open new
it: Nuovo
ja: 新規

source: Sets the primary Monitor.
de: Legt den primären Monitor fest.
